Repository: cameronehrlich/HowHigh
Catalog: HowHigh/HowHigh/Localizable.xcstrings
Source language: en
Languages: ar, de_de, es, fr_fr, ja, ko, pt_br, ru, zh_hans

# session.dialog.delete.message
source: This removes the session from your history.
ar: سيؤدي ذلك إلى إزالة الجلسة من سجلك.
de_de: Damit wird die Sitzung aus deinem Verlauf entfernt.
es: Esto elimina la sesión de tu historial.
fr_fr: Cela supprime la session de votre historique.
ja: この操作により履歴からセッションが削除されます。
ko: 이 작업은 기록에서 세션을 삭제합니다.
pt_br: Isso remove a sessão do seu histórico.
ru: Это удалит сеанс из истории.
zh_hans: 这会从你的历史记录中移除该会话。

# tab.altimeter.title
source: Altimeter
ar: مقياس الارتفاع
de_de: Höhenmesser
es: Altímetro
fr_fr: Altimètre
ja: 高度計
ko: 고도계
pt_br: Altímetro
ru: Высотомер
zh_hans: 高度计

# tab.barometer.title
source: Barometer
ar: البارومتر
es: Barómetro
fr_fr: Baromètre
ja: 気圧計
ko: 기압계
pt_br: Barômetro
ru: Барометр
zh_hans: 气压计

# tab.profile.title
source: Profile
ar: الملف الشخصي
de_de: Profil
es: Perfil
fr_fr: Profil
ja: プロフィール
ko: 프로필
pt_br: Perfil
ru: Профиль
zh_hans: 个人资料

# trend.description.falling
source: Pressure falling
ar: الضغط في انخفاض
de_de: Druck fällt
es: La presión está bajando
fr_fr: Pression en baisse
ja: 気圧が低下しています
ko: 기압이 하락하고 있습니다
pt_br: Pressão em queda
ru: Давление падает
zh_hans: 气压下降

# trend.description.rising
source: Pressure rising
ar: الضغط في ارتفاع
de_de: Druck steigt
es: La presión está subiendo
fr_fr: Pression en hausse
ja: 気圧が上昇しています
ko: 기압이 상승하고 있습니다
pt_br: Pressão em alta
ru: Давление растёт
zh_hans: 气压上升

# trend.description.steady
source: Pressure steady
ar: الضغط مستقر
de_de: Druck bleibt stabil
es: La presión se mantiene estable
fr_fr: Pression stable
ja: 気圧は安定しています
ko: 기압이 안정적입니다
pt_br: Pressão estável
ru: Давление стабильное
zh_hans: 气压稳定

# units.imperial
source: Imperial (ft)
ar: النظام الإمبراطوري (قدم)
fr_fr: Impérial (ft)
ja: ヤード・ポンド法 (ft)
ko: 야드파운드법 (ft)
ru: Британская система (ft)
zh_hans: 英制 (英尺)

# units.metric
source: Metric (m)
ar: النظام المتري (متر)
de_de: Metrisch (m)
es: Métrico (m)
fr_fr: Métrique (m)
ja: メートル法 (m)
ko: 미터법 (m)
pt_br: Métrico (m)
ru: Метрическая (m)
zh_hans: 公制 (米)
